/*
    Написать класс Money, предназначенный для хране-
    ния денежной суммы (в гривнах и копейках). Для класса
    реализовать перегрузку операторов + (сложение денеж-
    ных сумм), – (вычитание сумм), / (деление суммы на целое
    число), * (умножение суммы на целое число), ++ (сумма
    увеличивается на 1 копейку), -- (сумма уменьшается на
    1 копейку), <, >, ==, !=.
    Класс не может содержать отрицательную сумму.
    В случае если при исполнении какой-либо операции по-
    лучается отрицательная сумма денег, то класс генерирует
    исключительную ситуацию «Банкрот».
    Программа должна с помощью меню продемонстри-
    ровать все возможности класса Money. Обработка исклю-
    чительных ситуаций производится в программе.
*/
using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace CSharpHomeCase7_1
{
    /// <summary>
    /// Assignment in work
    /// </summary>
    class Program
    {
        static void Main(string[] args)
        {
        }
    }
}
